:pencil: docs(1.0): 文档校验
文档校验

Signed-off-by: Tony Deng <wolf.deng@gmail.com>
